
        // записать шаги теста коментариями
        //  искать по плейсхолдеру и дата-тест-селектор (уникальные данные для автоматизации)
        // "[имя-атрибута=значение-атрибута]"
        // pressenter - нажать  энтер
        //# -айдишки, .-класс
        //setTimeout(function () {debugger},4000); в браузере замораживает экран, через консоль
        // $("div div") - любой ребенок diva
        // $("div").$("div")-сначала один элемент, затем ВНУТРИ него другой
        // $("div>div") - первый ребенок diva
        //SelenideElement nazvaniePeremennoy = $("value") - создать пременную
        // через точку класс, через # айдишник, div как и любые теги просто пишется так
        // в консиол браузера через формат $$(".name-class")  ищится уникальность класса

